Revit 2027 API
SymbolTypeId.MNDashMPerM Property
 Symbol MN-m/m, indicating unit Meganewton meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MNDashMPerM { get; }
Public Shared ReadOnly Property MNDashMPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MNDashMPerM {
	ForgeTypeId^ get ();
}
static member MNDashMPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace